[Play_DLC2_S_CEN_All_Rulers_Dead AkEvent]
SpokenText="Comandante, esse é o último deles ... três experimentos científicos maltratados, três governantes alienígenas para baixo para a contagem. Pelo menos, sabemos que Vahlen ainda está lá em algum lugar, e pegamos um novo equipamento no Não é um mau negócio considerando. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_BigSky_Crash_Site_Located AkEvent]
SpokenText="Você e eu sabemos que só tínhamos um Skyranger, Comandante.É pior para o desgaste, mas esta pilha costumava ser o orgulho e alegria do Big Sky, e alguém tem sido colocá-la para o trabalho.Pode ser possível triangular exatamente onde eles Decolou, mas vai levar algum tempo. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Call_To_Arms AkEvent]
SpokenText="Comandante, você e eu sabemos o que Vahlen significou para a nossa operação.Ela era a nossa Cientista Chefe, um dos nossos ativos mais valiosos.Com sua permissão, eu gostaria de liderar esta operação pessoalmente - eu era capaz de pegar você Fora das garras do ADVENT, talvez eu possa fazer o mesmo por ela. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Dont_Lose_Hunter_Weapons AkEvent]
SpokenText="Lembre-se do que Tygan disse:" Essas novas armas são do tipo, se as deixarmos no campo de batalha, elas serão perdidas para sempre ."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Equip_Hunter_Weapons_2 AkEvent]
SpokenText="Bom ponto, doutor. Vamos melhorar."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Hunters_Axe_Exe_Equipped AkEvent]
SpokenText="Pode ser um pouco pesado, mas nas mãos dos direitos, esta coisa deve cortar qualquer coisa em pé no seu caminho."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Hunters_Boltgun_Equipped AkEvent]
SpokenText="Só pode fornecer uma ação de tiro único, mas esta coisa bate duro. Mesmo um golpe de borda poderia potencialmente atordoar o alvo."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Hunters_Grenade_Equipped AkEvent]
SpokenText="As acusações nesta granada não parecem tão poderosas, mas de acordo com Shen, os gases liquefeitos no interior devem levar a um efeito de congelamento instantâneo."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Hunters_Pistol_Equipped AkEvent]
SpokenText="A forma como este é avistado-in, não há desculpa para tiros perdidos."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Icarus_Suit_Equipped AkEvent]
SpokenText="Com a mobilidade do Archon, esta armadura deve dar-lhe liberdade de movimento quase ilimitada em combate."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_King_Lives_Escapees_Remain_1 AkEvent]
SpokenText="Nós temos que continuar depois daquela coisa, Comandante, o Dr. Vahlen pareceu bastante preocupado com o pensamento desses sujeitos de teste correndo perder. Teremos que rastrear esse Viper e lidar com ele eventualmente."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Locator_Beacon_Detected AkEvent]
SpokenText="Comandante, você não vai acreditar nisso ... nós apenas pegamos um sinal de uma baliza de localizador de emergência É definitivamente um dos nossos ... da invasão original Eu sei que parece loucura, mas se houver qualquer Por acaso algum nosso povo ainda poderia estar lá fora, eu acho que devemos a eles para descobrir. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Nest_Site_Located AkEvent]
SpokenText="Comandante, localizamos o local onde o Big Sky decolou ... sem sinais imediatos de atividade ... espera, pode ter algo ... é um sinal fraco, em um canal aberto ..."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Pre_Mission_Prep AkEvent]
SpokenText="Ouça as pessoas, eu pessoalmente tomo a liderança nesta operação.Estamos procurando por alguém, uma das melhores mentes para servir XCOM.Não sei o que vamos contra, mas Sabemos que ela está lá fora, e não vamos deixar que nada fique no nosso caminho. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_RAGE_Suit_Equipped AkEvent]
SpokenText="Nós só temos uma dessas coisas para ter cuidado com ele ... só porque você se parece com um Berserker não significa que você pode ir para o combate como eles fazem."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Urgent_Find_Vahlen AkEvent]
SpokenText="Isso é ... Vahlen ... Não tive nenhum sinal dela desde que perdemos o QG ... Comandante, se há alguma chance de que ela ou o Big Sky ainda estejam vivos, temos que descer lá!"
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Viper_Suit_Etupped AkEvent]
SpokenText="Eu não estou completamente certo de quanto dessa armadura é um novo material, e quanto dele Tygan cortou a direita fora do Viper em si. Nós não exatamente testado, ou seja, boa sorte lá fora."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

